{
    "tech": "Technologies Utilisées",
    "fitWSarah": "FitWSarah est une application web personnalisée conçue pour répondre aux besoins spécifiques de notre client. Notre équipe a géré toutes les phases de développement, de la conception initiale à la mise en œuvre et au déploiement, garantissant un produit sur mesure et fluide.",
    "golfDesc": "Notre jeu de golf multijoueur local, développé sur la plateforme 2D de Unity, est un jeu amusant à jouer avec des amis et la famille. En utilisant une gamme d'assets, de bibliothèques et de techniques, nous avons créé une expérience qui se déroule sans effort. Nous avons implémenté une physique dynamique pour des mouvements de balle réalistes et des éléments d'interface utilisateur réactifs pour une interaction intuitive. Chaque aspect du jeu est peaufiné pour garantir une bonne expérience de joueur, permettant aux joueurs de s'immerger pleinement dans le plaisir de réussir des putts et de maîtriser leurs swings en compagnie d'amis.",
    "petDesc": "Le projet Pet Clinic est une initiative de groupe basée sur des microservices, engageant plusieurs équipes chacune concentrée sur le développement de services distincts. Pour simuler un environnement de travail professionnel, nous intégrons l'utilisation de Jira pour la gestion des tâches et GitHub pour le contrôle du code source et la collaboration. Cette configuration facilitera la communication sans heurts et un flux de travail efficace entre les équipes, garantissant que chaque microservice est développé en cohérence avec les autres et adhère aux objectifs globaux du projet.",
    "journelDesc": "Travel Journal est une application mobile iOS conçue pour les voyageurs passionnés. Elle offre une plateforme sophistiquée où les utilisateurs peuvent créer et organiser des albums, enrichissant chaque photo avec une description personnalisée. La fonction de carte intégrée sert de toile interactive, présentant toutes les destinations qu'un utilisateur a explorées, fournissant ainsi un journal visuel complet des aventures de voyage et des visites personnelles de l'utilisateur."
}
